brew "awscli"
brew "bash"
brew "chezmoi"
brew "colima"
brew "derailed/k9s/k9s"
brew "docker"
brew "fd"
brew "fzf"
brew "helm"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lazydocker"
brew "libpq"
brew "mise"
brew "neovim"
brew "protobuf"
brew "ripgrep"
brew "ruff"
brew "terraform"
brew "tmux"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
