brew "chezmoi"
brew "colima"
brew "direnv"
brew "docker"
brew "fd"
brew "git-delta"
brew "fzf"
brew "antidote"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tmux"
cask "ghostty"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
