brew "chezmoi"
brew "colima"
brew "docker"
brew "fd"
brew "fzf"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tmux"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
